versions/GLWTPL.tex
% Created 2018-06-19 Tue 17:53
% Intended LaTeX compiler: pdflatex
\documentclass{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{minted}
\date{Version 1, June 19 2018}
\title{GOOD LUCK WITH THAT PUBLIC LICENSE}
\hypersetup{
 pdfauthor={LICNSE by me-shaon. Typed by thecsw.},
 pdftitle={GOOD LUCK WITH THAT PUBLIC LICENSE},
 pdfkeywords={Public Software License},
 pdfsubject={Good Luck With That Public License},
 pdfcreator={Emacs 26.1 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
Copyright \copyright\text{ }  Everyone, except Author.

\begin{center}
Everyone is permitted to copy, distribute, modify, merge, sell, publish,
sublicense or whatever they want with this software but at their OWN RISK.
\end{center}

\bigskip

\renewcommand{\abstractname}{Preamble}
\begin{abstract}
 The author has absolutely no clue what the code in this project does.
It might just work or not, there is no third option.
\end{abstract}

\bigskip

\begin{center}
GOOD LUCK WITH THAT PUBLIC LICENSE

TERMS AND CONDITIONS FOR COPYING, DISTRIBUTION, AND MODIFICATION
\end{center}

\begin{enumerate}
  \addtocounter{enumi}{-1}
\item You just DO WHATEVER YOU WANT TO as long as you NEVER LEAVE A TRACE TO TRACK
THE AUTHOR of the original product to blame for or hold responsible. \newline
\newline IN NO EVENT SHALL THE AUTHORS BE LIABLE FOR ANY CLAIM, DAMAGES OR
OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING
FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS
IN THE SOFTWARE.
\end{enumerate}
\bigskip
\begin{quote}
Good luck and Godspeed.
\end{quote}
\end{document}